<?
$MESS['PAR_UREGFORM_F_USE_MAIN_SETTINGS'] = "Использовать настройки главного модуля (Запрашивать подтверждение регистрации по E-mail)";

$MESS['PAR_UREGFORM_G_USER'] = "Настройки пользователя";
$MESS['PAR_UREGFORM_F_ADD_ACTIVE'] = "Добавлять пользователя активным";
$MESS['PAR_UREGFORM_F_ADD_GROUP'] = "При регистрации добавлять в группу (Если указана хоть одна группа то
настройки главного модуля игнарируются)";

$MESS['PAR_UREGFORM_F_USE_MAIN_Y_OKMESSAGE'] = "Сообщение при успешной регистрации если указана верификация по email";
?>