<?
$MESS["AUTO_REPLACE_EN_RU"] = ["q" => "й", "w"=>"ц", "e"=>"у", "r"=>"к", "t"=>"е", "y"=>"н", "u"=>"г",
			"i"=>"ш", "o"=>"щ", "p"=>"з", "["=>"х", "]"=>"ъ", "a"=>"ф", "s"=>"ы",
			"d"=>"в", "f"=>"а", "g"=>"п", "h"=>"р", "j"=>"о", "k"=>"л", "l"=>"д",
			";"=>"ж", "'"=>"э", "z"=>"я", "x"=>"ч", "c"=>"с", "v"=>"м", "b"=>"и",
			"n"=>"т", "m"=>"ь", ","=>"б", "."=>"ю", "/"=>"."];
$MESS["METRO_EMPTY_SEARCH_RESULT"] = "
											Ничего не найдено
										";
$MESS["METRO_SELECT_LINE"] = "Выбрать линию";
$MESS["METRO_CHOSE"] = "Выбрать";
$MESS["METRO_RESET"] = "Сбросить";
$MESS["METRO_SEARCH_PLACEOLDER"] = "Название станции";
$MESS["METRO_NO_OBJECT_STATION"] = "На этой станции нет объектов";
$MESS["METRO_TITLE"] = "Выберите станцию метро";
$MESS["METRO_TITLE"] = "Выберите станцию метро";
