<?
$MESS["CITRUS_REALTY_FAV"] = "Избранное";
$MESS["CITRUS_REALTY_FAV_REMOVE_TITLE"] = "убрать из избранного";
$MESS["CITRUS_REALTY_2FAV"] = "в избранное";
$MESS["CITRUS_REALTY_GO_2FAV"] = "Перейти в избранное";
$MESS["CITRUS_REALTY_COLLAPSE"] = "Свернуть";
$MESS["CITRUS_REALTY_COLLAPSE_TITLE"] = "Нажмите чтобы свернуть карту";

$MESS['citrusValidator'] = array(
	'required' => "Это поле необходимо заполнить.",
	'remote' => "Пожалуйста, введите правильное значение.",
	'email' => "Пожалуйста, введите корректный адрес электронной почты.",
	'url' => "Пожалуйста, введите корректный URL.",
	'date' => "Пожалуйста, введите корректную дату.",
	'dateISO' => "Пожалуйста, введите корректную дату в формате ISO.",
	'number' => "Пожалуйста, введите число.",
	'digits' => "Пожалуйста, вводите только цифры.",
	'creditcard' => "Пожалуйста, введите правильный номер кредитной карты.",
	'confirm_password' => "Пароли не совпадают.",
	'extension' => "Пожалуйста, выберите файл с правильным расширением.",
	'maxlength' => "Пожалуйста, введите не больше {0} символов.",
	'minlength' => "Пожалуйста, введите не меньше {0} символов.",
	'rangelength' => "Пожалуйста, введите значение длиной от {0} до {1} символов.",
	'range' => "Пожалуйста, введите число от {0} до {1}.",
	'max' => "Пожалуйста, введите число, меньшее или равное {0}.",
	'min' => "Пожалуйста, введите число, большее или равное {0}.",
	'phone_all' => "Пожалуйста, введите корректный номер телефона.",
	'phone' => "Пожалуйста, введите корректный номер телефона.",
	'inn' => "Введите корректный ИНН.",
	'inn_u' => "Введите корректный ИНН юр лица.",
	'inn_f' => "Введите корректный ИНН физ лица.",
	'ogrn' => "Введите корректный ОГРН.",
	'kpp' => "Введите корректный КПП.",
	'filetype' => "Не верный тип файла. Возможные типы => {0}.",
	'recaptcha' => 'Не пройдена защита от спама'
);

$MESS['spectrum'] = array(
	'cancelText' => "Отмена",
	'chooseText' => "Выбрать",
	'clearText'=> "Сбросить",
	'noColorSelectedText' => "Цвет не выбран",
	'togglePaletteMoreText' => "Ещё",
	'togglePaletteLessText'=> "Скрыть"
);

$MESS["YAMAP_TOUCH_SCROLL__TEXT_SCROLL"] = 'Чтобы изменить масштаб, прокручивайте карту, удерживая клавишу Ctrl';
$MESS["YAMAP_TOUCH_SCROLL__TEXT_TOUCH"] = 'Чтобы переместить карту, проведите по ней двумя пальцами';

$MESS['photoSwipe'] = array(
	'close' => 'Закрыть (Esc)',
	'share' => 'Поделится',
	'fs' => 'Включить полноэкранный режим',
	'zoom' => 'Увеличение/уменьшение',
	'prev' => 'Предыдущая (Левая клавиша стрелка)',
	'next' => 'Следующая (Правая клавиша стрелка)',
);