/**
 * @author Alukard
 */
$(function(){
	$.extend($.validator.messages, {
	        required: "Р­С‚Рѕ РїРѕР»Рµ РЅРµРѕР±С…РѕРґРёРјРѕ Р·Р°РїРѕР»РЅРёС‚СЊ",
	        remote: "Р?СЃРїСЂР°РІСЊС‚Рµ СЌС‚Рѕ РїРѕР»Рµ С‡С‚РѕР±С‹ РїСЂРѕРґРѕР»Р¶РёС‚СЊ",
	        email: "Р’РІРµРґРёС‚Рµ РїСЂР°РІРёР»СЊРЅС‹Р№ email Р°РґСЂРµСЃ.",
	        url: "Р’РІРµРґРёС‚Рµ РІРµСЂРЅС‹Р№ URL.",
	        date: "Р’РІРµРґРёС‚Рµ РїСЂР°РІРёР»СЊРЅСѓСЋ РґР°С‚Сѓ.",
	        dateISO: "Р’РІРµРґРёС‚Рµ РїСЂР°РІРёР»СЊРЅСѓСЋ РґР°С‚Сѓ (ISO).",
	        number: "Р’РІРµРґРёС‚Рµ С‡РёСЃР»Рѕ.",
	        digits: "Р’РІРµРґРёС‚Рµ С‚РѕР»СЊРєРѕ С†РёС„СЂС‹.",
	        creditcard: "Р’РІРµРґРёС‚Рµ РїСЂР°РІРёР»СЊРЅС‹Р№ РЅРѕРјРµСЂ РІР°С€РµР№ РєСЂРµРґРёС‚РЅРѕР№ РєР°СЂС‚С‹.",
	        equalTo: "РџРѕРІС‚РѕСЂРёС‚Рµ РІРІРѕРґ Р·РЅР°С‡РµРЅРёСЏ РµС‰Рµ СЂР°Р·.",
	        accept: "РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РІРІРµРґРёС‚Рµ Р·РЅР°С‡РµРЅРёРµ СЃ РїСЂР°РІРёР»СЊРЅС‹Рј СЂР°СЃС€РёСЂРµРЅРёРµРј.",
	        maxlength: jQuery.format("РќРµР»СЊР·СЏ РІРІРѕРґРёС‚СЊ Р±РѕР»РµРµ {0} СЃРёРјРІРѕР»РѕРІ."),
	        minlength: jQuery.format("Р”РѕР»Р¶РЅРѕ Р±С‹С‚СЊ РЅРµ РјРµРЅРµРµ {0} СЃРёРјРІРѕР»РѕРІ."),
	        rangelength: jQuery.format("Р’РІРµРґРёС‚Рµ РѕС‚ {0} РґРѕ {1} СЃРёРјРІРѕР»РѕРІ."),
	        range: jQuery.format("Р’РІРµРґРёС‚Рµ С‡РёСЃР»Рѕ РѕС‚ {0} РґРѕ {1}."),
	        max: jQuery.format("Р’РІРµРґРёС‚Рµ С‡РёСЃР»Рѕ РјРµРЅСЊС€Рµ РёР»Рё СЂР°РІРЅРѕРµ {0}."),
	        min: jQuery.format("Р’РІРµРґРёС‚Рµ С‡РёСЃР»Рѕ Р±РѕР»СЊС€Рµ РёР»Рё СЂР°РІРЅРѕРµ {0}.")
	});
});